tutorials/shockTube0.0/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="epicSolver"

runApplication blockMesh
runApplication $application # | sudo perf record
runApplication paraFoam -touch
